"john.appleseed" = "gilles.allain";
"Sign In" = "Connexion";
"Your account name or password was entered incorrectly." = "Votre nom de compte ou mot de passe n’ont pas été saisis correctement.";
"There was an error logging in. Please try again." = "Une erreur s’est produite lors de la connexion. Réessayez.";
"Apple ID password" = "Identifiant Apple";
"Invalid token data is returned by server" = "Une erreur s’est produite lors de la connexion. Réessayez.";
"Authentication was canceled by user" = "Authentification annulée";
"password" = "mot de passe";
"OK" = "OK";
"Password field is empty" = "Saisissez votre mot de passe.";
"Password expired. Please change your password on Mac." = "Mot de passe expiré. Veuillez le modifier dans Réglages->Store";
"Required" = "Requis";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Souhaitez-vous visiter iForgot.apple.com pour récupérer vos données de compte ?";
"Password" = "Mot de passe";
"Apple ID field is empty" = "Champ de l’identifiant vide";
"Apple ID" = "Identifiant Apple";
"Cancel" = "Annuler";


/* New Localized Strings. Added in ACME 2.1.6 */

"Your Apple ID or password was entered incorrectly." = "L’identifiant Apple ou le mot de passe saisi est incorrect.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Afin de renforcer votre sécurité, vous devez réinitialiser votre mot de passe. Pour ce faire, il suffit de vous rendre à l’adresse %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Cet identifiant Apple a été désactivé pour des raisons de sécurité. Vous pouvez réinitialiser votre mot de passe à l’adresse %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "L’heure sur cet appareil semble incorrecte. Vous pouvez la régler via Réglages > Général > Date et Heure, puis réessayer.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Une erreur s’est produite. Nous vous remercions de votre patience. Veuillez réessayer ultérieurement.";

"You appear to be offline. Please connect to the Internet and try again." = "Vous êtes actuellement déconnecté. Veuillez vous connecter à Internet et réessayer.";

"Two-step verification has been disabled for the Apple ID account %@." = "La validation en deux étapes de l’identifiant Apple %@ a été désactivée.";

"Signing In" = "Connexion en cours";

"A new code has been sent to your device." = "Un nouveau code a été envoyé à votre appareil.";

"Code %1$d of %2$d selected" = "Code %1$d sur %2$d sélectionné";

"Sending New Code" = "Envoi du nouveau code";

"Verifying code" = "Validation du code en cours";

"Verified" = "Validé";

/* Verification Code Screen Prompt */
"Enter verification code" = "Saisir un code de validation";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Saisissez le code de validation envoyé vers « %@ »";

/* Send new code button title */
"Send a new code" = "Envoyer un nouveau code";

/* SMS subtitle */
"SMS to Phone Number" = "Envoyer un SMS vers un numéro de téléphone";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Vous ne recevez aucun message sur vos appareils ?";

/* Verification Code Screen Title */
"Verification Code" = "Code de validation";

/* Trusted devices screen title */
"Verify Identity" = "Valider l’identité";

/* Send button title */
"Send" = "Envoyer";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Pour gérer vos appareils sécurisés, rendez-vous sur %@ à l’aide d’un Mac ou d’un PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "La validation en deux étapes est activée pour cet identifiant Apple";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Un code temporaire, que vous pourrez utiliser pour valider votre identité, sera envoyé à l’appareil que vous sélectionnez ci-dessous.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "APPAREILS SÉCURISÉS";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Validation en deux étapes requise, mais l’interaction avec l’utilisateur est interdite.";

/* Button title */
"My Apple ID…" = "Mon identifiant Apple…";

/* Phone number description */
"Number ending in %@" = "Numéro se terminant par %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Nous sommes désolés, mais vous avez effectué trop de tentatives infructueuses pour valider votre identité. Pour des raisons de sécurité, vous ne pourrez pas modifier votre compte au cours des huit prochaines heures si vous ne disposez pas de votre clé de secours.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Vous avez dépassé le nombre maximal de codes envoyés afin de vérifier votre numéro de téléphone. Veuillez réessayer ultérieurement.";

/* Error Message */
"No Device information available." = "Aucune information disponible sur l’appareil";

/* Error Message */
"The verification code you entered is not valid." = "Le code de validation que vous avez saisi n’est pas valide.";

/* Error Message */
"Invalid Session." = "Session non valide.";

/* Error Message */
"Cannot find this person." = "Cette personne est introuvable.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Vous avez effectué trop de tentatives infructueuses pour valider le code. Envoyez un nouveau code à un appareil différent ou réessayez ultérieurement.";

/* Send Code to label */
"Send Code to:" = "Envoyer le code au :";

/* Error Message */
"Please enter a valid phone number." = "Veuillez saisir un numéro de téléphone valide.";
